Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/other_files/samiske_tall_forteller_ii_norsk.pdf.tmx
Source language: nob
Languages: sme

source: Referanser [20;23;24]
sme: Čujuhusat [20;23;24]

source: 2.12 Legemiddelbruk (sovemedisin) Sammendrag I en eldre studie fra Finnmar ble det ikke funnet etniske forskjeller i bruk av medikamenter.
sme: 2.12 Dálkkasgeavaheapmi (nagirdandálkkasat) Čoahkkáigeassu Dutkamušas mii ovdal lea čađahuvvon Finnmárkkus eai gávdnan čearddalaš erohusaid dálkkageavaheamis.

source: I en befolkningsbasert studie har det vær funnet lavere forbruk av sovemedisin i den samiske befolkningen sammenliknet med den norske.
sme: Álbmotvuođustuvvon dutkamušas leat gávdnan ahte sápmelaččat leat geavahan unnit oađđindálkasa go dážat.

source: Andelen som rapporterte om søvnproblemer var også lavere i den samiske befolkningen.
sme: Sápmelaččaid gaskkas maid lei unnit oassi geat muhtáledje ahte sis ledje oađđinváttisvuođat.

source: 2.12.1 Innledning Bruk av legemidler 4 i en befolkning vil til en viss grad være en indikator på sykdomsforekomst.
sme: 2.12.1 Álgu Olbmuid dálkkasgeavaheapmi 4 lea muhttin muddui buozalmasvuođa dávdamearka.

source: Undersøkelser har også vist at bruk av legemidler kan være forklart av ulike livsstilsfaktorer og bruk av legetjenester.
sme: Iskkadeamit duođaštit maiddái ahte dálkasiid geavaheami sáhttá čilget iešguđetlágan eallindili fáktoriiguin ja doaktárbálvalusaid geavahemiin.

source: 2.12.2 Kilder Legemiddelbruk har vært studert i forhold til samisk etnisitet i to befolkningsbaserte studier i Norge.
sme: 2.12.2 Gáldut Dálkkasgeavaheapmi leat dutkojuvvon sámi čearddalašvuođa ektui guovtti álbmotvuođustuvvon dutkamušain Norggas.

source: Den ene studien er basert på SAMINOR studien.
sme: Nuppis lei SAMINOR dutkamuš vuođđun.

source: Målet med dette arbeidet var å sammenlikne bruk av sovemidler i den samiske befolkningen med øvrige befolkningsgrupper i Nord-Norge.
sme: Dán barggu ulbmiliin lei buohtastahttit sápmelaččaid oađđindálkasiid geavaheami eará Davvi-Norgga olmmoščearddaid ektui.

source: I et arbeid basert på Finnmarksundersøkelsen fra 1987-88 ble bruk av legemidler generelt i forhold til etnisitet studert.
sme: Barggus lea 1987-88 Finnmárkku-guorahallan dálkkasgeavaheami birra leamašan vuođđun.

source: 2.12.3 Legemiddelbruk i den samiske befolkningen Vi vet lite om legemiddelbruk i den samiske befolkningen.
sme: 2.12.3 Dálkkasgeavaheapmi sápmelaččaid gaskkas Mii diehtit unnán dálkkasgeavaheami birra sápmelaččaid gaskkas.

source: Undersøkelsen fra Finnmark fra 1987-88 fant ikke store forskjeller i andel legemiddelbrukere i ulike etniske grupper.
sme: Guorahallamat Finnmárkkus 1987-88 rájes eai gávdnan stuora erohusaid dálkkasgeavaheddjiid logus gaskkas iešguđet čearddalaš joavkkuin.

source: I denne studien ble det funnet en høyre prosentandel av kvinner som bruker legemidler i forhold til menn, men denne forskjellen avtok med økende alder.
sme: Dán dutkamušas gávdne ahte leat eanet nissonat geat geavahit dálkasiid dievdduid ektui, muhto erohusat unno lassáneaddji agi mielde.

source: Samisk ble her definert som to eller flere besteforeldre av samisk opphav.
sme: Sápmelažžan dás adnojuvvo jus leat guokte dahje eanet áhkut áddját geat leat sápmelaččat.

source: Legemiddel er definert som et stoff som er bestemt til eller utgis for å behandle eller forebygge sykdommer.
sme: Dálkkas lea čilgejuvvon ávnnasiin mii lea dávdda váidudea ddji dahje eastadeami dihte.

source: For å kunne markedsføres som legemiddel må stoffet ha dokumentert både effekt, sikkerhet og teknisk kvalitet.
sme: Jus dálkkasa máinnašeapmi galgá dohkkehuvvot de ferte ovdanbidjat dálkkasávdnasa duođaštuvvon beavttu, dorvvolašvuođa ja teknihkalaš kvalitehta.

source: (kilde: www.lovdata.no) 60
sme: (Gáldu: www.lovdata.no) 56 56

source: Tabell 2.8 Bruk av legemidler i forhold til etnisitet i Finnmark (n=11061).
sme: Tabealla 2.8 Dálkkasgeavaheapmi čearddalašvuođa ektui Finnmárkkus (n=11061).

source: Kilde: Furu K, 1997.
sme: Gáldu: Furu K, 1997.

source: Etnisk tilhørighet Norsk Finsk Samisk Samisk / Finsk
sme: Čearddalaš gullevašvuohta Dáru Suoma Sámi Sámi / Suoma

source: Menn
sme: Dievddut

source: Kvinner
sme: Nissonat

source: 2.12.4 Søvnproblemer og bruk av sovemedisin I følge undersøkelser gjort av Nasjonalt Folkehelseinstitutt har man funnet at bruk av sovemidler er relativt vanlig i Norge.
sme: 2.12.4 Oađđinváttisvuođat ja nagirdandálkasiid geavaheapmi Našunála Álbmotdutkaninstituhta guorahallamiid mielde leat gávdnan ahte oađđindálkasat leat oalle dábálačča Norggas.

source: Det finnes kun en studie som er gjort på bruk av sovemidler i forhold til samisk etnisitet.
sme: Oađđindálkasiid geavaheapmi sámi čearddalašvuođa ektui lea juo dutkojuvvon.

source: Denne studien er basert på data fra SAMINOR helse og levekårsundersøkelsen i områder med blandet samisk og norsk bosetning.
sme: Dát dutkamuša vuođđun lea dieđut čohkkejuvvon SAMINOR dearvvašvuođa ja birgenlági guorahallamis daid guovlluin gos sápmelaččat ja dážat ásset seahkálaga.

source: Andelen personer som rapporterte søvnproblemer var lavere i den samiske befolkningen enn i den ikke-samiske.
sme: Álbmoga lohku geat dieđihedje oađđinváttisvuođaid lei vuollegeabbo sápmelaččaid gaskkas go dážaid.

source: Bruk av sovemidler i den samiske befolkningen tilsvarte halvparten av bruken i den norske.
sme: Oađđindálkasiid geavaheapmi sápmelaččaid gaskkas lei sullii bealli dán ektui mii dážaid gaskkas lei.

source: Aller lavest forbruk ble funnet hos de med sterkest samisk tilhørighet som var bosatt i Finnmark.
sme: Buot vuolimus geavaheami gávdne daid olbmuid gaskkas geain lei nana sámi gullevašvuohta ja geat ásse Finnmárkkus.

source: Uavhengig av etnisk tilhørighet brukte kvinner dobbelt så mye sovemidler som menn.
sme: Beroškeahttá čearddalaš gullevašvuođa de nissonat geavahedje duppalit dan mađe go dievddut.

source: Studien konkluderer med at jo sterkere samisk tilhørighet, jo lavere forbruk av sovemidler.
sme: Dutkamuš gávnnahuvvui ahte dađi nannoset sámi gullevašvuohta, mađi unnit dálkasiid geavahedje.

source: Forekomsten av søvnproblemer syntes generelt også å være lavere i den samiske befolkningen, men det har vært antydet at dette kanskje avspeiler en annerledes holdning til søvn som fenomen.
sme: Oađđinváttisvuođaid gávdnostupmi orruleamen maiddái unnit váttisvuohta sápmelaččaid gaskkas, muhto lea geažuhuvvon ahte dát dáidá govvidit earálágan oainnu ja guottuid oađđimii fenomenan.

source: Andel som bruker sovemedisin i forhold til etnisitet.
sme: Andel son bruker sovemedisin %

source: Kilde: Bakken K et al (2006) International Journal of
sme: Gáldu: Bakken K et al (2006) International Journal of Circumpolar Health

source: Søvnproblemer i forhold til etnisitet.
sme: Figuvra 2.17 Oađđiváttut čearddalašvuođa ektui.

source: Kilde: Bakken K et al (2006) International Journal of Circumpolar Health
sme: Gáldu: Bakken K et al (2006) International Journal of Circumpolar Health

source: Figur 2.18 Bruk av sovemedisin i forhold til søvnproblemer og etnisitet.
sme: Figuvra 2.18 Oađđindálkasiid geavaheapmi ja oađđinváttut čearddalašvuođa ektui.

source: Kilde: Bakken K et al (2006)
sme: Sámit = golmma buolvva sámegielagat, Seaguhus =

source: Andel som bruker sovemedisin %
sme: Andel son bruker sovemedisin %

source: International Journal of Circumpolar Health
sme: Gáldu: Bakken K et al (2006) International Journal of Circumpolar Health

source: Referanser [25] [26]
sme: Čujuhusat [25] [26]

source: 2.13 Tilfredshet med legetjenester i samisk befolkning Sammendrag Sammenlikningsstudier av samisktalende pasienters fornøydhet med legetjenesten har visst at en relativt stor andel av de som kun brukte samisk som hjemmespråk var missfornøyde med primærlegetjenesten i forhold til de norsktalende og til de som brukte både norsk og samisk som hjemmespråk.
sme: 2.13 Duhtavašvuohta doaktárbálvalusaiguin sápmelaččaid gaskkas Čoahkkáigeassu Go leat buohtastahttán man duhtavačča sámegielat buohccit ledje doaktárbálvalusain de dat čájeha ahte oalle stuorra sámegielagiin ledje duhtameahttumat vuođđodearvvašvuođa bálvalusain dárogielagiid ektui.

source: Samiske pasienter innlagt på psykiatrisk sykehus var også mindre fornøyd med behandlingsoppholdet enn de norske.
sme: Sámi buohccit geat ledje buohcceviesuin ledje eanet duhtameahttumat buohcceviesu divššuin go dárogielagat.

source: 2.13.1 Innledning I følge plan for helse og sosialtjenester, NOU 1995 ble det påpekt at den samiske befolkningen opplever store problemer i møte med helse og sosialtjenestene.
sme: 2.13.1 Álgu Dearvvašvuođa ja Sosiála-bálvalusaid plána mielde, NAČ 1995 de lea čujuhuvvon dasa ahte sápmelaččat vásihit stuorra váttisvuođaid deaivvadeames dearvvašvuođa ja Sosiálabálvalusaiguin.

source: Språklig barrierer vanskeliggjør både utredning, diagnostisering, behandling, pleie, omsorg og brukerinformasjon.
sme: Gielalaš eastagat váttisindahket guorahallama, dávdagávnnaheami, dálkkodeami, divššu, fuolahusa ja geavaheaddjái dieđuid.

source: Manglende kunnskap om samisk kultur blant helse- og sosialpersonell resulterte ofte i feilslått oppfølging av samiske brukere.
sme: Váilevaš dieđut sámi kultuvrra birra dearvvašvuođa- ja sosiálabargiin dávjá dagahii ahte sámi buohccit ožžo váilevaš čuovvoleami.

source: Mesteparten av kunnskapen fra denne rapporten om disse problemstillingene var basert på praktiske erfaringer hos helse- og sosialarbeidere i samiske områder og fra noen få kvalitative og kvantitative brukerundersøkelser fra 80-tallet.
sme: Eanas máhtolašvuohta dáid čuolbmabeliide dan raporttas lei huksejuvvon dearvvašvuođa- ja sosiálabargiid vásáhusaid nala sámi guovlluin ja soames kvalitehtalaš ja eatnatvuođalaš geavaheaddjiguorahallamat 80-logus.

source: 2.13.2 Kildemateriale I SAMINOR studien ble det innhentet informasjon om tilfredshet med legetjenesten.
sme: 2.13.2 Gáldut SAMINOR dutkamušas čohkkejuvvojedje dieđut duhtavašvuođaid birra doaktárbálvalusain.

source: Det er publisert et arbeid der man har studert dette i forhold til språktilhørighet.
sme: Lea almmuhuvvon dutkanbargu mas dan beali leat geahčadan giellagullevašvuođa ektui.

source: Deltakernes svar ble inndelt i forhold til om samisk eller norsk ble brukt som hjemmespråk og om deltakerne bodde innenfor eller utenfor forvaltningsområde for samisk språklov.
sme: Oasseváldit juhkkojuvvojedje joavkkuide dan ektui leigo sis sámegiella vai dárogiella ruovttugiellan ja ásse go siskkobealde vai olggobealde sámi giellalága hálddašanguovllu.

source: Det er også gjort studier på samiske pasienters fornøydhet med psykiatrisk behandling etter opphold på psykiatrisk sykehus.
sme: Lea maiddái čađahuvvon dutkan mas leat iskkan mat duhtavaččat sámi buohccit ledje psykiátralaš divššuin psykiátralaš buohcceviesus.

source: 2.13.3 Pasienttilfredshet i møte med helsetjenester Primærlegetjenesten Tabell 9 viser fornøydhet med legetjenestene i totale utvalget basert på SAMINOR-undersøkelsen.
sme: 2.13.3 Buhcciid duhtavašvuohta go deaivvadit dearvvašvuođabálvalusaiguin Vuođđodearvvašvuođabálvalus Tabealla 9 čájeha duhtavašvuođa doaktárbálvalusaiguin olles válljejuvvon joavkkus man vuođđun lea SAMINOR-guorahallan.

source: Andelen svært fornøyd / fornøyd med legetjenestene blant de norsktalende var 86 % og blant de tospråklig 75 %.
sme: Oassi hui duhtavaččat / duhtavaččat doaktárbálvalusain dárogielagiid gaskkas 86% ja 75% guovttegielagiid gaskkas.

source: Av de som kun snakket samisk hjemme besvarte kun 59 % at de var ” meget fornøyd / fornøyd ”.
sme: 59 59 de 59% vástidedje ahte ledje “ hui duhtavačča / duhtavačča ”.

source: Andelen svært misfornøyde var 12 % blant de samisktalende, mens kun 1 % blant de norsktalende sa de var ” meget misfornøyd ”.
sme: 12% Sámegielagiin vástidedje ahte sii ledje hui duhtameahttumat, ja dušše 1% dárogielagiin vástidedje ahte ledje ” hui duhtameahttumat ”.

source: I denne studien ble det funnet geografiske forskjeller.
sme: Dán dutkamušas gávdne geográfalaš erohusaid.

source: Blant de samisktalende innenfor forvaltningsområdet for samisk språklov var 32 % ” meget misfornøyd ”, / misfornøyd mens det utenfor dette geografiske området var 13 % misfornøyd.
sme: Sámegielagiin siskkobealde sámi giellalága hálddašanguovllu vástidedje 32% ahte ledje ” hui duhtameahttumat ”, / duhtameahttumat ja olggobealde dán geográfalaš guovllu ledje 13% duhtameahttumat.

source: Tabell 2.9 Tilfredshet med legetjenestene basert på svar fra 15612 kvinner og menn bosatt i området hvor mer enn 5 % av befolkningen rapporterte samisk etnisitet i 1970-folketellingen.
sme: Tabealla 2.9 Duhtavašvuohta doaktárbálvalusaiguin man vuođđun leat vástádusat 15612 nissoniin ja dievdduin geas ásse dain guovlluin gos eanet go 5% álbmogis dieđihedje sámi čearddalašvuođa 1970-olmmošlohkamis.

source: Kilde: Nystad T et al.
sme: Gáldu: Nystad T et al.

source: 2006 Tidsskrift for den Norske Lægeforening
sme: 2006 Norgga doaktáriidsearvvi áigečála

source: Etnisk Meget
sme: Čearddalaš joavku

source: gruppe
sme: Hui

source: Fornøyd
sme: Duhtavaš

source: Misfornøyd
sme: Duhtameahttun

source: fornøyd
sme: duhtavaš

source: Meget
sme: Hui

source: Vet ikke
sme: Ii dieđe

source: misfornøyd
sme: duhtameahttun

source: Tospråklig
sme: Guovttegielat

source: Norsk
sme: Dárogielat

source: Samisk 65
sme: Sámegielat

source: Figur 2.19 Tilfredshet med legetjenestene i forhold til hjemmespråk, innenfor det samisk forvaltningsområdet Kilde: Nystad T et al.
sme: Figuvra 2.19 Duhtavašvuohta doaktárbálvalusaiguin ruovttugielas ektui, siskkobealde sámi hálddašanguovllu Gáldu: Nystad T et al.

source: Tilfredshet med legetjenestene i forhold til hjemmespråk, utenfor forvaltningsområdet.
sme: Figuvra 2.20 Duhtavašvuohta doaktárbálvalusain ruovttugielas ektui, olggobealde hálddašanguovllu.

source: 2006 Tidsskrift for den Norske Lægeforening 70 60 50 Samisk Tospråklig Norsk
sme: 2006 Norgga doaktáriidsearvvi áigečála 70 60 50 Samisk Tospråklig Norsk

source: Psykiatrien I studien basert på pasienter ved psykiatrisk sykehus ble det funnet etniske forskjeller i forhold til tilfredshet med behandlingen.
sme: Psykiatriija Dutkamis buhcciid psykiátralaš buohcceviesuin de gávdne čearddalaš erohusaid divššu ektui.

source: Samiske pasienter (definert av samiske psykiatriske sykepleiere basert på informasjon om pasientenes selvdefinering, språk og tradisjoner) opplevde at kontakten med terapeuten hadde vært mindre hensiktsmessig enn det terapeutene selv mente.
sme: Sámi buohccit (mearriduvvon dan mielde movt sámi psykiátralaš buohccidivššárat lohket buohccit iežaset atnet, sin giela ja árbevieruid) vásihedje ahte terapevta lei unnit ávkkálaš go maid terapevttat ieža oaivvildedje.

source: For de norske pasientene var det derimot et tydeligere samsvar mellom pasientene og terapeutenes opplevelse.
sme: Sámi buohccit ledje obanassiige eanet duhtameahttumat divššu kvalitehtain go maid terapevttat doivo.

source: Samiske pasienter var generelt mer misfornøyd med behandlingen enn det terapeutene trodde.
sme: Sii eai lean seamma duhtavačča gulahallama kvalitehtain terapevttain ja oppalaš dikšumin.

source: Denne studien er basert på relativt små grupper (31 samiske og 37 norske pasienter) og resultatene bør tolkes ut fra begrensningen som ligger i dette.
sme: Dát dutkamuš lea oalle gáržžes joavkkuin čađahuvvon (31 sámi ja 37 dáža buohcci) ja bohtosiid berre dulkot dán gáržžideami ektui.

source: Referanser [21;27]
sme: Čujuhusat [21;27]

source: 2.14 Oppsummering, utfordringer og behov for mer forskning Resultatene presentert i denne rapporten viser at det ikke er funnet markante forskjeller i helse mellom den samiske og den ikke-samiske del av befolkningen, slik det er rapportert for noen andre urfolksgrupper.
sme: 2.14 Čoahkkáigeassu, hástalusat ja dutkandárbu Bohtosat almmuhuvvon dán raporttas čájehit ahte eai leat gávdnon mearkkašahtti erohusat dearvvašvuođas gaskal sámiid ja dážaid, nu go lea raporterejuvvon eará álgoálbmotjoavkkuin.

source: Like rettigheter, utdannelsesmuligheter og helsetjenestetilbud over lang tid har vært fremholdt som forklaring på at vi ikke har klare skiller mellom samer og den ikke-samiske del av Norges befolkningen i forhold til helse og levekår.
sme: Seamma vuoigatvuođat, oahppovejolašvuođat ja dearvvašvuođafálaldagat guhkit áiggi badjel lea doalahuvvon čilgehussan dasa go eat oainne erohusaid gaskal sápmelaččaid ja eará čearddaid dearvvašvuođa ja eallineavttuid ektui.

source: I all befolkningsbaserte helseforskning vil det i større eller mindre grad være metodiske svakheter som vil kunne påvirke resultatene.
sme: Váilivuohtan sáhttá leat ahte dieđuid čohkken ii leat ovddastuslaš, dahje metodalaš dilálašvuođat čadnojuvvon dasa movt dieđuid leat čohkken ja dikšon.

source: Den generelle oppfatningen er at sammenfallende resultater fra en rekke studier, gjerne med ulike studiedesign bør foreligge før det er grunnlag for å argumentere for vitenskapelige viste sammenhenger.
sme: Dábálaš ipmárdus lea ahte sullasaš bohtosat moanat dutkamušain, áinnas main lea iešguđetlágan dutkanhápmi berrejit gávdnot ovdalgo sáhttá ákkastallat ahte leat dieđalaš oktasašvuođat.

source: Forskningsresultater vedrørende helse i den samiske befolkningen, som all annen forskning, må tolkes i lys av forskningens begrensninger og svakheter.
sme: Dutkanbohtosat mat gusket dearvvašvuhtii sápmelaččain, nugo buot eará dutkama, berre dulkot dutkama gáržžidemiid ja váilliid ektui.

source: Hovedutfordringen i forskning på helse i den samiske befolkningen er å kunne definere hva som er den samiske befolkningen på en hensiktsmessig måte.
sme: Váldohástalussan dutkamis sámi álbmoga dearvvašvuođa lea das movt vuohkkasepmosit mearrida geat leat sápmelaččat.

source: I et multietnisk samfunn som vårt, finnes det ikke noe bastant svar på denne utfordringen.
sme: Multičearddalaš servodagas nu movt min servodat lea, de eai gávdno bastánta vástádusa dán hástalussii.

source: Dette kapitlet gjenspeiler da også at det er mange ulike måter å dele inn befolkningen på i forhold til etnisitet.
sme: Dát kápihttal speadjalastá ge dan ahte leat máŋggalágan vuogit movt juohkit álbmoga čearddalašvuođa ektui.

source: Mer forskning er derfor nødvendig for å kunne studere selve fenomenet etnisitet brukt i medisinsk forskning ut fra en samisk-helse kontekst.
sme: Danin lea dárbun eanet dutkat vai sáhttá iskat čearddalašvuođa fenomena mii lea geavahuvvon medisiinnalaš dutkamis sámi dearvvašvuođa konteavstta vuođul.

source: Kontinuerlig forbedring av forskningsmetodikk og design er nødvendig for å drive kvalitetsmessige gode befolkningsbasert helsestudier for den samiske befolkningen.
sme: Dutkanmetodihka ja hámi lea dárbbašlaš čađat buoridit vai sihkkarastá kvalitehtalaš buori olmmošvuođustuvvon dearvvašvuođadutkama sámi álbmogii.

source: Oppfølgingsstuder er den mest anerkjente måten å drive befolkningsundersøkelser på.
sme: Čuovvolandutkamuš lea eanemus dohkkehuvvon vuohki movt čađaha olmmošvuođustuvvon guorahallamiid.

source: I slike studier blir informasjon i forhold til levesett, vaner, kosthold etc. fra et representativt utvalg av befolkningen systematisk samlet inn over tid hos friske mennesker og sammenholdt med informasjon om nye sykdomstilfeller hos personene som deltar.
sme: Dákkár dutkamušain dieđut eallindili, vieruid, biebmodoalu birra jna. ovddastuvvi álbmoga čujuhusjoavkkus mii systemáhtalaččat čohkkejuvvon guhkit áiggi badjel dearvvaš olbmuid gaskkas ja buohtastahttán dáid dieđuid ođđa buozalmasvuođa dieđuiguin daid olbmuin geat leat leamašan mielde dutkamušas.

source: Slike studier er kostbare og tidkrevende.
sme: Dákkár dutkamuša lea divrras ja áddjás bargu.

source: For å kunne drive god forskning på helse i den samiske befolkningen er det imidlertid nødvendig med denne typen studiedesign.
sme: Doaimmaheames buori dutkama sámiid dearvvašvuođa dili birra sámiid gaskkas de gal lea dárbbašlaš dákkár dutkanmálle geavahit.

source: Resultater fra befolkningsundersøkelser er basert på resultater fra de personene som velger å være med i studien.
sme: Olmmošvuođustuvvon dutkamušaid bohtosat leat huksejuvvon daid bohtosiid nala maid leat čohkken daid olbmuin geat lea mielde dutkamušas.

source: slike undersøkelser kan være annerledes i forhold til en rekke forhold sammenliknet med de som er med.
sme: Dutkamuš lea čájehan ahte sii geat eai searvva dákkár dutkamušaide máŋgga dáfus sáhttet leat earáláganat daid ektui geat leat searvan.

source: Begrenset informasjon om ” neirespondentene ” vanskeliggjør studier på befolkningsrepresentativiteten hos de som deltar i studien.
sme: Gáržžes dieđut ” ii-vástádusain ” váttisindahká dutkamuša álbmotovddastuslašvuođa ektui daid gaskkas geat leat searvan dutkamuššii.

source: Nye studier bør derfor tilstrebe og kunne være basert på et mest mulig representativt utvalg av den samiske befolkningen.
sme: Ođđa dutkamušat berrejit danin garraset bargat vai govdadit oassi sámiin leat mielde dutkamušas.

source: I dette kapitlet er noen av studiene som det er referert til, basert på små utvalg.
sme: Dán kápihttalis leat muhtun dain dutkamušaid vuođđu masa čujuhuvvo smávit joavkkus čađahuvvon.

source: Dette gjør at resultatene fra disse studiene bør tolkes med forsiktighet og nye studier er nødvendig for å kunne få sikrere data.
sme: Dát dagaha ahte dáid dutkamušaid bohtosiid ferte várrogasvuođain dulkot ja berrešii čađahit ođđa dutkamuša vai oažžu sihkkaris dieđuid.

source: Spesielt gjelder dette for resultatene som er gjengitt vedrørende hofteleddsdysplasi, Bechterews sykdom og psykisk helse hos barn.
sme: Dát guoská earenoamážiid bohtosiidda mat leat almmuhuvvon čoarbbeallađasvihki, Bechterews dávdda ja mánáid psykalaš dearvvašvuođa birra.

source: Forekomst av overvekt og fedme bør nevnes som områder som ikke er belyst i kapitelet p.g.a. manglende datamateriale, men som vil kunne ha spesiell folkehelserelevans og som derfor fortjener økt forskningsfokus.
sme: Badjelmeare deattu ja buidodaga gávdnostupmi berre namuhuvvot danin go dat eai leat namuhuvvon dán kápihttalis váilevaš dieđuid dihte, muhto mat sáhttet leat dehálačča álbmotdearvvašvuhtii ja danin berrešii eanet dutkat.

source: Det samme gjelder for diabetes type II som er tatt med i kapitlet med der resultatene er basert på til dels gamle tall.
sme: Nu lea maiddái diabetes II ektui mii lea váldon mielde dán kápihttalii muhto mas bohtosiid vuođđun leat oalle boares logut.

source: Det er også anbefalt at forskning knyttet til årsaker og forebygging rundt selvmord og brå død inkludert ulykker blant yngre samiske menn prioriteres.
sme: Lea evttohuvvon vuoruhit dutkama dan ektui mii lea iešsoardima ja fáhkka jápmima duogáš nuorra sámi dievdduid gaskkas ja movt daid eastadit.

source: Hypotesen om mulige geografiske forskjeller i spedbarnsdødeligheten fortjener videre oppmerksomhet.
sme: Navddus ahte leat vejolaš geográfalaš erohusat njuoratmánáid jámolašvuođas ánssáša ain fuomášumi ovddasguvlui.

source: Helsetjenesteforskning bør også prioriteres ytterligere.
sme: Daid bohtosiid mat dán kápihttalis leat almmuhuvvon berre dárkilastit.

source: De resultater som er gjengitt i dette kapitlet tyder på interessante forskjeller som bør utdypes videre.
sme: Dákkár dutkan lea árvvolaš bargus ahte fállat dearvvašvuođabálvalusaid sápmelaččaide dohkálaš vuogi mielde.

source: Effekter av forebyggende helsearbeid har ikke vært studert i den samiske befolkningen.
sme: Beavttut eastadeaddji dearvvašvuođabarggus sápmelaččaid gaskkas ii leat dutkojuvvon.

source: Økt kunnskap om det vil kunne være av stor betydning i forhold til forebygging spesielt knyttet til de viktige folkesykdommene som kreft, hjerteog karsykdommer og diabetes som i stor grad kan forebygges.
sme: Eanet máhtolašvuohta lea dehálaš eastadanbarggu ektui earenoamážiid álbmotdávddaid ektui nugomat borasdávdda, váibmo- ja varrasuotnavigiid ja diabetes ektui maid lea vejolaš eastadit.
